tap "alienator88/cask"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "localsend/localsend"
tap "playcover/playcover"
tap "schappim/ocr"
brew "xz"
brew "ansible"
brew "awscli"
brew "bash-completion"
brew "chruby"
brew "coreutils"
brew "doctl"
brew "dua-cli"
brew "exa"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "hugo"
brew "icoutils"
brew "imagemagick"
brew "imapsync"
brew "jq"
brew "kubernetes-cli"
brew "localstack"
brew "mas"
brew "minikube"
brew "mr"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "pinentry-mac"
brew "pnpm"
brew "pyenv"
brew "ruby-install"
brew "starship"
brew "telnet"
brew "tfenv"
brew "tree"
brew "vim"
brew "wget"
brew "xxh"
brew "yadm"
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazydocker/lazydocker"
brew "schappim/ocr/ocr"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "arc"
cask "asana"
cask "audacity"
cask "bartender"
cask "battery"
cask "betterdisplay"
cask "brave-browser"
cask "burp-suite"
cask "canva"
cask "clone-hero"
cask "colorpicker-propicker"
cask "cron"
cask "cryptomator"
cask "cyberduck"
cask "cyberghost-vpn"
cask "devtoys"
cask "discord"
cask "docker"
cask "exifcleaner"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "grandperspective"
cask "intellij-idea"
cask "jdownloader"
cask "keepassxc"
cask "keka"
cask "keycastr"
cask "kid3"
cask "localsend"
cask "losslesscut"
cask "lulu"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "musicbrainz-picard"
cask "neardrop"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "openemu"
cask "openmtp"
cask "openrct2"
cask "pearcleaner"
cask "playcover-community"
cask "postman"
cask "raycast"
cask "signal"
cask "slack"
cask "spacedrive"
cask "spotify"
cask "steam"
cask "steamcmd"
cask "sublime-text"
cask "tabby"
cask "tableplus"
cask "tailscale"
cask "teamviewer"
cask "telegram-desktop"
cask "thunderbird"
cask "tiled"
cask "topnotch"
cask "tunnelblick"
cask "tuxera-ntfs"
cask "ultrastardeluxe"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "whisky"
cask "wireshark"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "AusweisApp2", id: 948660805
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Motion", id: 434290957
mas "Prime Video", id: 545519333
mas "WireGuard", id: 1451685025
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "mdickin.markdown-shortcuts"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-maven"
vscode "waderyan.gitblame"
vscode "xyz.local-history"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
